Repository: RKWKomZe/RkwTemplate
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# pages.palettes.primary_color
source: Primary Color
de: Primäre Farbe

# pages.tx_rkwtemplate_landingpage_primary_color
source: Color
de: Farbwert

# pages.tx_rkwtemplate_landingpage_primary_effect_color
source: Color For Effects (e.g. link, buttons)
de: Effekt-Farbe (z. B. Links, Buttons)

# pages.tx_rkwtemplate_landingpage_primary_effect_text_color
source: Text-Color On Effect-Color (e.g. Text on Buttons)
de: Text-Farbe auf Effekt-Farbe (z. B. Beschriftung von Buttons)

# pages.tx_rkwtemplate_landingpage_primary_top_text_color
source: Text-Color When Used As Background
de: Text-Farbe, wenn als Hintergrund verwendet

# pages.tx_rkwtemplate_landingpage_primary_top_effect_color
source: Effect-Color When Used As Background
de: Effekt-Farbe, wenn als Hintergrund verwendet

# pages.tx_rkwtemplate_landingpage_primary_top_effect_text_color
source: Text-Color On Effect-Color When Used As Background
de: Text-Farbe auf Effekt-Farbe, wenn als Hintergrund verwendet

# pages.palettes.secondary_color
source: Secondary Color
de: Sekundäre Farbe

# pages.tx_rkwtemplate_landingpage_secondary_color
source: Color
de: Farbwert

# pages.tx_rkwtemplate_landingpage_secondary_effect_color
source: Color For Effects (e.g. link, buttons)
de: Effekt-Farbe (z. B. Links, Buttons)

# pages.tx_rkwtemplate_landingpage_secondary_effect_text_color
source: Text-Color On Effect-Color (e.g. Text on Buttons)
de: Text-Farbe auf Effekt-Farbe (z. B. Beschriftung von Buttons)

# pages.tx_rkwtemplate_landingpage_secondary_top_text_color
source: Text-Color When Used As Background
de: Text-Farbe, wenn als Hintergrund verwendet

# pages.tx_rkwtemplate_landingpage_secondary_top_effect_color
source: Effect-Color When Used As Background
de: Effekt-Farbe, wenn als Hintergrund verwendet

# pages.tx_rkwtemplate_landingpage_secondary_top_effect_text_color
source: Text-Color On Effect-Color When Used As Background-color
de: Text-Farbe auf Effekt-Farbe, wenn als Hintergrund verwendet

# pages.palettes.tertiary_color
source: Tertiary Color
de: Tertiäre Farbe

# pages.tx_rkwtemplate_landingpage_tertiary_color
source: Color
de: Farbwert

# pages.tx_rkwtemplate_landingpage_tertiary_effect_color
source: Color For Effects (e.g. link, buttons)
de: Effekt-Farbe (z. B. Links, Buttons)

# pages.tx_rkwtemplate_landingpage_tertiary_effect_text_color
source: Text-Color On Effect-Color (e.g. Text on Buttons)
de: Text-Farbe auf Effekt-Farbe (z. B. Beschriftung von Buttons)

# pages.tx_rkwtemplate_landingpage_tertiary_top_text_color
source: Text-Color When Used As Background
de: Text-Farbe, wenn als Hintergrund verwendet

# pages.tx_rkwtemplate_landingpage_tertiary_top_effect_color
source: Effect-Color When Used As Background
de: Effekt-Farbe, wenn als Hintergrund verwendet

# pages.tx_rkwtemplate_landingpage_tertiary_top_effect_text_color
source: Text-Color On Effect-Color When Used As Background-color
de: Text-Farbe auf Effekt-Farbe, wenn als Hintergrund verwendet

# pages.palettes.quarterly_color
source: Quarterly Color
de: Quartäre Farbe

# pages.tx_rkwtemplate_landingpage_quarterly_color
source: Color
de: Farbwert

# pages.tx_rkwtemplate_landingpage_quarterly_effect_color
source: Color For Effects (e.g. link, buttons)
de: Effekt-Farbe (z. B. Links, Buttons)

# pages.tx_rkwtemplate_landingpage_quarterly_effect_text_color
source: Text-Color On Effect-Color (e.g. Text on Buttons)
de: Text-Farbe auf Effekt-Farbe (z. B. Beschriftung von Buttons)

# pages.tx_rkwtemplate_landingpage_quarterly_top_text_color
source: Text-Color When Used As Background
de: Text-Farbe, wenn als Hintergrund verwendet

# pages.tx_rkwtemplate_landingpage_quarterly_top_effect_color
source: Effect-Color When Used As Background
de: Effekt-Farbe, wenn als Hintergrund verwendet

# pages.tx_rkwtemplate_landingpage_quarterly_top_effect_text_color
source: Text-Color On Effect-Color When Used As Background-color
de: Text-Farbe auf Effekt-Farbe, wenn als Hintergrund verwendet

# pages.tx_rkwtemplate_landingpage_show_more_colors
source: Show more color options – only do this for a very good reason!
de: Zeige mehr Farb-Optionen – Bitte tun Sie dies nur aus einem sehr guten Grund!

# pages.tx_rkwtemplate_landingpage_show_more_colors.I.enabled
source: Activate – I know what I'm doing!
de: Aktivieren – Ich weiß, was ich tue!

# pages.tx_rkwtemplate_disable_flyout_menu
source: Fly-Out Menu (only second menu-level)
de: Fly-Out-Menü (nur zweite Menü-Ebene)

# pages.tx_rkwtemplate_disable_flyout_menu.I.enabled
source: Do not show flyout-menu for this menu-item
de: Für diesen Menüpunkt kein Fly-Out-Menü anzeigen

# pages.keyvisual.imageManipulation.topicDesktop
source: Topic (Desktop)
de: Themen (Desktop)

# pages.keyvisual.imageManipulation.topicDesktopFull
source: Topic (Desktop, full)
de: Themen (Desktop, Vollflächig)

# pages.keyvisual.imageManipulation.articleDesktop
source: Article (Desktop)
de: Artikel (Desktop)

# pages.keyvisual.imageManipulation.publicationDesktop
source: Publication (Desktop)
de: Publikation (Desktop)

# pages.keyvisual.imageManipulation.menuFlyoutLevel2
source: Menu-Flyout (2nd level)
de: Menü-Flyout (2. Ebene, nicht fix!)

# tx_rkwauthors_domain_model_authors.imageBoxes.imageManipulation.teaser
source: View in Box
de: Ansicht in Box

# tx_rkwauthors_domain_model_authors.imageBig.imageManipulation.big
source: Detail view
de: Detailansicht

# contentElement.slider.description
source: Displays a slider.
de: Ein Slider-Element für die Verwendung im Slider-Container.

# contentElement.slider.type.I.default
source: Black font
de: Schwarze Schrift

# contentElement.slider.type.I.2
source: White font
de: Weiße Schrift

# contentElement.slider.type.I.3
source: Black font on white background
de: Schwarze Schrift auf weißem Hintergrund

# contentElement.slider.type.I.4
source: White font on black background
de: Weiße Schrift auf schwarzem Hintergrund

# contentElement.slider.rowDescription
source: Label for Button
de: Beschriftung für Button

# contentElement.slider.imageManipulation.desktop
source: Desktop (not Landingpage)
de: Desktop (nicht Landingpage)

# contentElement.slider.imageManipulation.desktop-landingpage
source: Desktop (only Landingpage)
de: Desktop (nur Landingpage)

# contentElement.slider.imageManipulation.desktop-landingpage-big
source: Desktop (only Landingpage, big)
de: Desktop (nur Landingpage, groß)

# contentElement.sliderContainer.description
source: Adds a slide-container.
de: Fügt einen Container für Slider ein. Üblicherweise wird dieses Element auf der Startseite eingesetzt.

# contentElement.boxSlider.title
source: BoxSlider
de: BoxSlider-Element

# contentElement.boxSlider.description
source: Adds a box slider.
de: Ein BoxSlider-Element für die Verwendung im BoxSlider-Container.

# contentElement.boxSlider.subheader.label
source: Label for Button
de: Beschriftung für Button

# contentElement.boxSliderContainer.description
source: Adds a box slide-container.
de: Fügt einen Container für BoxSlider ein. Üblicherweise wird dieses Element auf einer Landingpage eingesetzt.

# contentElement.gridelements_pi1.landingpage.type.label
source: Typ
de: Hervorheben als ...

# contentElement.gridelements_pi1.landingpage.type.I.default
source: Default-Element
de: Standard-Element

# contentElement.gridelements_pi1.landingpage.type.I.1
source: Primary Element
de: Primäres Element

# contentElement.gridelements_pi1.landingpage.type.I.2
source: Secondary Element
de: Sekundäres Element

# contentElement.gridelements_pi1.landingpage.type.I.3
source: Tertiary Element (must be activated in the page properties)
de: Tertiäres Element (muss in Seiteneigenschaften aktiviert werden)

# contentElement.gridelements_pi1.landingpage.type.I.4
source: Quarterly Element (must be activated in the page properties)
de: Quartäres Element (muss in Seiteneigenschaften aktiviert werden)

# contentElement.gridelements_pi1.landingpage.layout.label
source: Image style (TilesContainer only)
de: Bilddarstellung (nur bei Kachel-Container)

# contentElement.gridelements_pi1.landingpage.layout.default
source: Default image
de: Rechteckiges Bild

# contentElement.gridelements_pi1.landingpage.layout.rounded
source: Rounded image
de: Rundes Bild

# contentElement.gridelements_pi1.landingpage.layout.label2
source: Close-Button (FooterContainer only)
de: Schließen-Button (nur bei Footer-Container)

# contentElement.gridelements_pi1.landingpage.layout.showClose
source: Show
de: Anzeigen

# contentElement.gridelements_pi1.landingpage.frameClass.label
source: Quotation-Box (TileContainer only)
de: Zitate-Box (nur bei Kachel-Container)

# contentElement.gridelements_pi1.landingpage.frameClass.default
source: White Background, Black Font
de: Weißer Hintergrund, schwarze Schrift

# contentElement.gridelements_pi1.landingpage.frameClass.inverted
source: Black Background, White Font
de: Schwarzer Hintergrund, Weiße Schrift

# contentElement.tilesContainer.title
source: Tiles-Container
de: Kachel-Container

# contentElement.tilesContainer.description
source: Adds a tiles-container.
de: Fügt einen Container für Kacheln ein. Üblicherweise wird dieses Element auf einer Landingpage eingesetzt.

# contentElement.testimonialContainer.description
source: Adds a testimonial-container.
de: Fügt einen Container für Testimonials ein.

# contentElement.topicLinksContainer.title
source: TopicLinks-Container
de: Themenverweis-Container

# contentElement.topicLinksContainer.description
source: Adds a topic-links-container.
de: Fügt einen Container für Verweise auf zentrale Themen und/oder Inhalte einer Website ein.

# contentElement.galleryContainer.title
source: Gallery-Container
de: Galerie-Container

# contentElement.galleryContainer.description
source: Adds a gallery-container.
de: Fügt einen Container für eine Galerie ein. Üblicherweise wird dieses Element auf einer Landingpage eingesetzt.

# contentElement.galleryContainer.content
source: Content
de: Inhalt

# contentElement.galleryContainer.header
source: Header
de: Überschrift (wird für ein mögliches Inhaltsverzeichnis benötigt)

# contentElement.collageContainer.description
source: Adds a collage-container.
de: Fügt einen Container für eine Collage ein. Üblicherweise wird dieses Element auf einer Landingpage eingesetzt.

# contentElement.collageContainer.content
source: Content
de: Inhalt

# contentElement.collageContainer.header
source: Header
de: Überschrift (wird für ein mögliches Inhaltsverzeichnis benötigt)

# contentElement.tagcloudContainer.description
source: Adds a tagcloud-container.
de: Fügt einen Container für eine Tagcloud ein. Üblicherweise wird dieses Element auf einer Landingpage eingesetzt.

# contentElement.tagcloudContainer.content
source: Content
de: Inhalt

# contentElement.tagcloudContainer.header
source: Header
de: Überschrift (wird für ein mögliches Inhaltsverzeichnis benötigt)

# contentElement.moreListContainer.title
source: MoreList-Container
de: "Mehr Infos"-Container

# contentElement.moreListContainer.description
source: Adds a container with more infos.
de: Fügt einen Container für Spalten mit weiteren Infos ein. Üblicherweise wird dieses Element auf einer Landingpage eingesetzt.

# contentElement.moreListContainer.content
source: Content
de: Inhalt

# contentElement.moreListContainer.header
source: Header
de: Überschrift (wird für ein mögliches Inhaltsverzeichnis benötigt)

# contentElement.listContainer.title
source: List-Container
de: Listen-Container

# contentElement.listContainer.description
source: Adds a container to display a formatted list.
de: Fügt einen Container hinzu, der eine formatierte Liste beinhaltet. Üblicherweise wird dieses Element auf einer Landingpage eingesetzt.

# contentElement.listContainer.content
source: Content
de: Inhalt

# contentElement.listContainer.header
source: Header
de: Überschrift (wird für ein mögliches Inhaltsverzeichnis benötigt)

# contentElement.stickyFooterContainer.description
source: Adds a container to display a sticky footer.
de: Fügt einen Container hinzu, der einen StickyFooter mit Buttons beinhaltet. Üblicherweise wird dieses Element auf einer Landingpage eingesetzt.

# contentElement.stickyFooterContainer.content
source: Content
de: Inhalt

# contentElement.stickyFooterContainer.header
source: Header
de: Überschrift (wird für ein mögliches Inhaltsverzeichnis benötigt)

# contentElement.mission.description
source: Adds a Mission Statement.
de: Fügt ein Mission Statement ein. Üblicherweise wird dieses Element auf der Startseite eingesetzt.

# contentElement.topic.title
source: Topic
de: Thema

# contentElement.topic.description
source: Displays a topic.
de: Eine Box für den Verweis auf zentrale Themen und/oder Inhalte einer Website zur Verwendung im Themen-Container.

# contentElement.topic.rowDescription
source: Label for Button
de: Beschriftung für Button

# contentElement.topic.imageManipulation.default
source: Default
de: Standard

# contentElement.topic.type.I.0
source: Default
de: Standard

# contentElement.topic.type.I.2
source: Entrepreneurship
de: Gründung

# contentElement.topic.type.I.4
source: Skilled-Workers
de: Fachkräfte

# contentElement.topic.type.I.6
source: No Color
de: Keine Farbe

# contentElement.topicContainer.title
source: Topic-Container
de: Themen-Container

# contentElement.topicContainer.description
source: Adds a topic-container.
de: Fügt einen Container für Themen-Elemente ein. Üblicherweise wird dieses Element auf der Startseite eingesetzt.

# contentElement.multimedia.title
source: Media
de: Medien

# contentElement.multimedia.description
source: Adds a Media-Element.
de: Ein Youtube-Video oder ein anderes Medien-Element. Üblicherweise wird dieses Element auf der Startseite eingesetzt.

# contentElement.logo.description
source: Adds a Logo-Element.
de: Ein verlinktes Logo eines Partners zur Verwendung im Logo-Container.

# contentElement.logo.imageManipulation.default
source: Default
de: Standard

# contentElement.logo.imageManipulation.free
source: Free
de: Frei

# contentElement.logoContainer.description
source: Adds a logo-container.
de: Fügt einen Container für Logos ein. Überlicherweise wird dieses Element auf Themen-Seiten eingesetzt.

# contentElement.promoter.title
source: Promoter
de: Förderer

# contentElement.promoter.description
source: Adds a Promoter-Element.
de: Ein Logo eines Förderer für die Einblendung eines offiziellen Förderhinweises zur Verwendung im Förderer-Container.

# contentElement.promoter.type.I.default
source: Default
de: Standard

# contentElement.promoter.type.I.subtitle
source: With Subtitle
de: Mit Untertitel (z. B. "aufgrund eines Beschlusses des Deutschen Bundestages")

# contentElement.promoterContainer.title
source: Promoter-Container
de: Förderer-Container

# contentElement.promoterContainer.description
source: Adds a Promoter-Container.
de: Fügt einen Container für Förderer ein. Üblicherweise wird dieses Element an prominenter Stelle auf Themen-Seiten eingesetzt.

# contentElement.contentContainerTwoCols.title
source: Content-Container with two Cols
de: Inhalts-Container mit zwei Spalten

# contentElement.contentContainerTwoCols.description
source: Add a Content-Container with two Cols.
de: Fügt einen Inhalts-Container mit einem zweispaltigen Layout ein (Inhalts- und Randspalte). Zusätzlich steht ein Call-To-Action zur Verfügung und es werden weiterführende Inhalte angezeigt.

# contentElement.contentContainerTwoCols.content
source: Content
de: Inhalt

# contentElement.contentContainerTwoCols.aside
source: Aside
de: Marginalspalte

# contentElement.contentContainerTwoCols.asideFurther
source: Aside - Further Contents
de: Marginalspalte - Weitere Inhalte

# contentElement.contentContainerTwoCols.overrideRecommendation
source: Override for Recommendation
de: Empfehlungen (Überschreibt Standard-Empfehlungen; derzeit nur mit Veranstaltungen möglich)

# contentElement.contentContainerTwoColsReduced.title
source: Content-Container with two Cols, reduced
de: Inhalts-Container mit zwei Spalten, reduziert

# contentElement.contentContainerTwoColsReduced.description
source: Add a Content-Container with two Cols (Reduced Design)
de: Fügt einen Inhalts-Container mit einem zweispaltigen Layout ein (Inhalts- und Randspalte). Zusätzlich steht ein Call-To-Action zur Verfügung. Keine weiteren Elemente werden ausgegeben.

# contentElement.contentContainerTwoColsReduced.content
source: Content
de: Inhalt

# contentElement.contentContainerTwoColsReduced.aside
source: Aside
de: Marginalspalte

# contentElement.contentContainerOneCol.title
source: Content-Container with one Col
de: Inhalts-Container mit einer Spalte

# contentElement.contentContainerOneCol.description
source: Add a Content-Container with one Col.
de: Fügt einen Inhalts-Container mit einer Spalte ein (nur Inhaltsspalte).

# contentElement.contentContainerOneCol.content
source: Content
de: Inhalt

# contentElement.contentContainerOneColPagination.title
source: Content-Container with one Col, pagination
de: Inhalts-Container mit einer Spalte, Blätterfunktion

# contentElement.contentContainerOneColPagination.description
source: Add a Content-Container with one Col and pagination.
de: Fügt einen Inhalts-Container mit einer Spalte ein (nur Inhaltsspalte) und einer Blätterfunktion durch angrenzende Seiten.

# contentElement.contentContainerOneColPagination.content
source: Content
de: Inhalt

# contentElement.contentContainerOneColOrderForm.title
source: Content-Container with one Col and two Rows (For publications)
de: Inhalts-Container mit einer Spalte und zwei Zeilen (für Publikationen).

# contentElement.contentContainerOneColOrderForm.description
source: Add a Content-Container with one Col and two Rows.
de: Fügt einen Inhalts-Container mit einer Spalte und zwei Zeilen ein (nur Inhaltsspalte).

# contentElement.contentContainerOneColOrderForm.content
source: Content above order form
de: Inhalt oberhalb des Bestellformulars

# contentElement.contentContainerOneColOrderForm.content2
source: Content below the order form
de: Inhalt unterhalb des Bestellformulars

# contentElement.contentContainerLandingpageTwoCols.title
source: Content-Container with two columns (Landingpage)
de: Inhalts-Container mit zwei Spalten (Landingpage)

# contentElement.contentContainerLandingpageTwoCols.description
source: Add a Content-Container with two columns.
de: Fügt einen Inhalts-Container mit einem zweispaltigen Layout ein (Inhalts- und Marginalspalte).

# contentElement.contentContainerLandingpageTwoCols.content
source: Content
de: Inhalt

# contentElement.contentContainerLandingpageTwoCols.aside
source: Aside
de: Marginalspalte

# contentElement.contentContainerLandingpageOneCol.title
source: Content-Container with one col (Landingpage)
de: Inhalts-Container mit einer Spalte (Landingpage)

# contentElement.contentContainerLandingpageOneCol.description
source: Add a Content-Container with one column.
de: Fügt einen Inhalts-Container mit einem einspaltigen Layout ein (nur Inhaltsspalte).

# contentElement.contentContainerLandingpageOneCol.content
source: Content
de: Inhalt

# contentElement.shortlink.title
source: Shortlink
de: Schnell-Verweis

# contentElement.shortlink.description
source: Adds a Shortlink-Element.
de: Setzt in der Randspalte eine Verlinkung zu relevanten Inhalten.

# contentElement.shortlink.type.I.0
source: Default (Article)
de: Standard (Artikel)

# contentElement.shortlink.type.I.6
source: Publication
de: Publikation

# contentElement.shortlink.type.I.7
source: Project
de: Projekt

# contentElement.overview.title
source: Overview
de: Übersicht

# contentElement.overview.description
source: Adds an overview text.
de: Ein kurzer Text mit prominenter Verlinkung zur Darstellung zentraler inhaltlicher Einstiegspunkte. Üblicherweise wird dieses Element auf der Startseite der rkw.de eingesetzt.

# contentElement.toc.title
source: Table Of Contents
de: Inhaltsverzeichnis

# contentElement.toc.description
source: Adds a table of contents.
de: Fügt ein Inhaltsverzeichnis ein. Berücksichtigt werden darin die Überschriften (Feld: Überschrift) aller Inhaltselemente der aktuellen Seite.

# contentElement.keyvisual.description
source: Adds a keyvisual.
de: Fügt ein Keyvisual ein. Wird üblicherweise in der Marginalspalte einer Landingpage benutzt.

# contentElement.keyvisual.imageManipulation.imagewidth
source: Width (min 100, max 336 pixel)
de: Breite (min. 100, max. 336 Pixel)

# contentElement.toclandingpage.title
source: Table Of Contents
de: Inhaltsverzeichnis

# contentElement.toclandingpage.description
source: Adds a table of contents.
de: Fügt ein Inhaltsverzeichnis ein. Berücksichtigt werden darin die Überschriften (Feld: Überschrift) aller Inhaltselemente der aktuellen Seite.

# contentElement.collapsed.title
source: Collapsed Text
de: Verkürzter Text

# contentElement.collapsed.description
source: Adds a collapsed text element.
de: Ein Kurztext mit einem Mehr-Link. Bei Klick auf den Mehr-Link wird ein längerer Text eingeblendet.

# contentElement.collapsed.rowDescription
source: Short Version
de: Kurzfassung

# contentElement.imageList.title
source: Image List
de: Bebilderte Liste

# contentElement.imageList.description
source: Adds an image list -element.
de: Ein quadratisches Bild, linksbündig ausgerichtet und daneben ein Text, der über einen Mehr-Link bei Bedarf ausgeklappt werden kann. Diese Darstellung eignet sich gut, um eine listenartige Aufzählung mit Bildern und erweitertem Inhalt anzureichern.

# contentElement.imageList.rowDescription
source: Short Version
de: Kurzfassung

# contentElement.imageList.imageManipulation.default
source: Default
de: Standard

# contentElement.callToAction.title
source: Call to action with background
de: Call-to-action-Element mit Hintergrundbild

# contentElement.callToAction.description
source: Adds a call-to-action-element.
de: Ein großflächig dargestelltes Bild, auf dem ein Call-to-action-Element platziert wird.

# contentElement.callToAction.subheader
source: Link text
de: Beschriftung für Button

# contentElement.callToAction.rowDescription
source: Short Version
de: Kurztext

# contentElement.callToAction.imageManipulation.default
source: Default
de: Standard

# contentElement.callToAction.type.label
source: Font color
de: Schriftfarbe

# contentElement.callToAction.type.I.default
source: Black font
de: Schwarze Schrift

# contentElement.callToAction.type.I.1
source: White font
de: Weiße Schrift

# contentElement.imageTextOverlay.title
source: Image with text overlay
de: Bild mit überlagerndem Text

# contentElement.imageTextOverlay.description
source: Adds an image-text-overlay -element.
de: Ein großflächig dargestelltes Bild, das ca. zur Hälfte durch eine halbtransparente Textbox überlagert wird.

# contentElement.imageTextOverlay.rowDescription
source: Short Version
de: Kurzfassung

# contentElement.imageTextOverlay.imageManipulation.default
source: Default
de: Standard

# contentElement.textImageBackground.title
source: Text with image or video as background
de: Text mit Bild oder Video als Hintergrund

# contentElement.textImageBackground.description
source: Adds an text-image-background-element.
de: Text, dessen Hintergrund vollständig von einem Bild oder Video ausgefüllt wird.

# contentElement.textImageBackground.rowDescription
source: Linktext
de: Linkbeschriftung

# contentElement.textImageBackground.imageManipulation.default
source: Default
de: Standard

# contentElement.textImageBackground.type.label
source: Font color
de: Schriftfarbe

# contentElement.textImageBackground.type.I.default
source: Black font
de: Schwarze Schrift

# contentElement.textImageBackground.type.I.2
source: White font
de: Weiße Schrift

# contentElement.textImageBackground.type.I.3
source: Black font on white background
de: Schwarze Schrift auf weißem Hintergrund

# contentElement.textImageBackground.type.I.4
source: White font on black background
de: Weiße Schrift auf schwarzem Hintergrund
