Repository: RKWKomZe/RkwTemplate
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# contentElement.textpic.title
source: Text & Images
de: Text & Bilder

# contentElement.textpic.description
source: Adds a combined text-images-element.
de: Text & Bilder zum Einsatz auf einer Landingpage

# contentElement.text.description
source: Adds a text-element.
de: Text zum Einsatz auf einer Landingpage

# contentElement.textWithButton.title
source: Text with button as call-to-action element
de: Text mit einem Button als Call-to-Action-Element

# contentElement.textWithButton.description
source: Adds a text-with-button-element.
de: Text mit einem Button als Call-to-Action-Element

# contentElement.textWithButton.rowDescription
source: Link text
de: Linkbeschriftung

# contentElement.textWithButton.imageManipulation.default
source: Default
de: Standard

# contentElement.button.title
source: Button as call-to-action element
de: Button als Call-to-Action-Element

# contentElement.button.description
source: Adds an button-element.
de: Button als Call-to-Action-Element

# contentElement.button.rowDescription
source: Link text
de: Linkbeschriftung

# contentElement.button.imageManipulation.default
source: Default
de: Standard

# contentElement.button.type.I.1
source: primary
de: Primärer Button

# contentElement.button.type.I.2
source: secondary
de: Sekundärer Button

# contentElement.tile.title
source: Tile
de: Kachel

# contentElement.tile.description
source: Adds an tile list-element.
de: Eine Kachel mit Bild und zugehörigem Modal bei Klick auf jeweils enthaltenen Link, um weitere Informationen zu hinterlegen.

# contentElement.testimonial.description
source: Adds a testimonial element.
de: Eine Fläche mit Bild und Text zur Darstellung eines Zitats.

# contentElement.testimonial.header.label
source: Name
de: Urheber

# contentElement.testimonial.bodytext.label
source: Quote
de: Zitat

# contentElement.moreList.title
source: More List
de: Liste mit weiteren Inhalten

# contentElement.moreList.description
source: Adds an more list-element.
de: Eine Liste mit weiteren Inhalten.

# contentElement.moreList.rowDescription
source: Short Version
de: Kurzfassung

# contentElement.moreList.imageManipulation.default
source: Default
de: Standard

# contentElement.moreList.header_layout.icon.document
source: Document
de: Dokument

# contentElement.moreList.header_layout.icon.date
source: Calendar
de: Kalender

# contentElement.moreList.header_layout.icon.trash
source: Trash
de: Mülleimer

# contentElement.moreList.header_layout.icon.location
source: Location
de: Ort

# contentElement.moreList.header_layout.icon.views
source: Eye
de: Auge

# contentElement.moreList.header_layout.icon.search
source: Magnifying glass
de: Lupe

# contentElement.moreList.header_layout.icon.speech
source: Speak
de: Sprechblase

# contentElement.moreList.header_layout.icon.mail
source: Envelope
de: Briefumschlag

# contentElement.moreList.header_layout.icon.phone
source: Phone
de: Telefon

# contentElement.moreList.header_layout.icon.globe
source: Globe
de: Globus

# contentElement.moreList.header_layout.icon.clipboard
source: Clipboard
de: Zwischenablage

# contentElement.moreList.header_layout.icon.contacts
source: Contacts
de: Kontakte

# contentElement.moreList.header_layout.icon.people
source: People
de: Leute

# contentElement.moreList.header_layout.icon.events
source: Events
de: Veranstaltungen

# contentElement.listElement.title
source: Structured list element (headline, text)
de: Strukturiertes Listenelement (Überschrift, Text)

# contentElement.listElement.description
source: Adds a structured list element.
de: Fügt ein strukturiertes Listenelement hinzu.

# contentElement.listElement.rowDescription
source: Short Version
de: Kurzfassung

# contentElement.listElement.imageManipulation.default
source: Default
de: Standard

# contentElement.siteHeader.title
source: Header-Image with Call-to-Action-Button
de: Headerbild mit Call-To-Action-Button

# contentElement.siteHeader.description
source: Adds a header image element.
de: Fügt ein Headerbild mit Call-to-Action-Button.

# contentElement.siteHeader.rowDescription
source: Link caption (only on landing page header)
de: Beschriftung für Button (nur Landingpage-Header)

# contentElement.siteHeader.imageManipulation.default
source: Default
de: Standard

# contentElement.siteHeader.type.label
source: Font color
de: Schriftfarbe

# contentElement.siteHeader.type.I.default
source: Black font
de: Schwarze Schrift

# contentElement.siteHeader.type.I.2
source: White font
de: Weiße Schrift

# contentElement.gallery.title
source: Gallery with thumbnails and fading background image
de: Galerie mit Thumbnails und großem Hintergrundbild

# contentElement.gallery.description
source: Adds a gallery element.
de: Fügt ein Galerie-Element hinzu.

# contentElement.gallery.rowDescription
source: Short Version
de: Kurzfassung

# contentElement.gallery.imageManipulation.default
source: Large image
de: Vergrößerte Darstellung des Bildes

# contentElement.collage.description
source: Adds a collage element.
de: Fügt ein Collage-Element hinzu.

# contentElement.collage.rowDescription
source: Short Version
de: Kurzfassung

# contentElement.collage.imageManipulation.default
source: Default
de: Standard

# contentElement.tabContainer.description
source: Adds a Tab-Container.
de: Fügt einen Container für Tab-Elemente ein.

# contentElement.tab.description
source: Add a tap-text element.
de: Ein Textelement, das mit Anker-Links in Tab-Optik verwendet werden kann.

# contentElement.accordionContainer.title
source: Accordion-Container
de: Akkordeon-Container

# contentElement.accordionContainer.description
source: Adds an Accordion-Container.
de: Fügt einen Container für Akkordeon-Elemente ein.

# contentElement.accordion.title
source: Accordion-Element
de: Akkordeon-Element

# contentElement.accordion.description
source: Add an Accordion-Element.
de: Ein Element für die Verwendung in einem Akkordeon.

# contentElement.tagcloudElement.description
source: Adds a tagcloud element.
de: Fügt ein Tagcloud-Element hinzu.

# contentElement.tagcloudElement.type.label
source: Weight
de: Gewichtung
